{"translation-revision-date":"2023-01-29 12:48:25+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Export a Website Kit":["Exportar um Kit de Site"],"Import a Website Kit":["Importar um Kit de Site"],"What’s a Website Kit?":["O que é um Kit de Site?"]," Learn more about Website Kits":[" Saiba mais sobre os Kits de Site"],"Upgrade Now":["Atualize agora"],"Site Area":["Área do Site"],"Included":["Incluído"],"WP Menus":["Menus"],"Custom Post Types":["Tipo de Post Personalizado"],"This kit requires new plugin installation. Unfortunately, you do not have permissions to install new plugins. Contact your site host.":["Este kit requer a instalação de um novo plugin. Infelizmente, você não tem permissão para instalar novos plugins. Entre em contato com o host do seu site."],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["Para transformar seu site em um Kit de Site, selecione os modelos, conteúdos, configurações e plugins que você deseja incluir. Quando estiver pronto, você vai obter um arquivo .zip que poderá importar para outros sites."],"Elementor Templates":["Modelos do Elementor"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["Comece fazendo o upload do arquivo e selecionando partes e plugins que você deseja aplicar. Se tiver quaisquer outras sobreposições entre o Kit e seu design atual, você poderá escolher quais partes importadas você gostaria de usar ou ignorar. Uma vez que o arquivo esteja pronto, o Kit será aplicado ao seu site e você poderá visualizá-lo."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Um Kit de Site é um arquivo .zip que contém todas as partes de um site completo. É um modo fácil de publicar um site de forma rápida."],"Not yet":["Ainda não"],"Click to select custom post types":["Clique para Selecionar Tipos de Post Personalizados"],"No custom post types in your site...":["Nenhum Tipo de Post Personalizado em seu Site..."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Adicione os Tipos de Posts Personalizados para exportar. Os últimos 20 itens de cada tipo serão Incluídos."],"Select the plugins you want to import":["Selecione os plugins que deseja importar"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Vá até Atualizações e verifique se seus plugins estão atualizados para a versão mais recente."],"Take me there":["Leve-me lá"],"These are the plugins that powers up your kit. You can deselect them, but it can impact the functionality of your site.":["Esses são os plugins que ativam o seu Kit. Você pode deletá-los, mas isso pode impactar na funcionalidade do seu site."],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Se você comprou, instalou e ativou o Elementor Pro, nós podemos continuar importando todas as partes deste site."]," Recommended:":[" Recomendado:"],"Importing your content, templates and site settings":["Importe seus conteúdos, modelos e configurações de site"],"Import a Website Kit to your site":["Importe um Kit de Site para o seu site"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["Partes desse kit sobrepõem os seus modelos, design e configurações de site. Os itens que você deixar marcados nessa lista irão substituir o seu design atual."],"Is your Elementor Pro ready?":["Seu Elementor Pro está pronto?"],"Install Elementor Pro":["Instale o Elementor Pro"],"Plugins you already have:":["Plugins que você já tem:"],"Required plugins are still missing.":["Plugins requeridos ainda estão faltando."],"Note:":["Nota:"],"Tip:":["Dica:"],"Create Kit":["Crie um Kit"],"Let’s do it":["Vamos nessa"],"Missing Required Plugins:":["Plugins requeridos que estão faltando:"],"Activating plugins:":["Ativando plugins:"],"All items are already selected by default. Uncheck the ones you don't want.":["Todos os itens já estão selecionados por padrão. Desmarque aqueles que você não gostaria."],"Select which parts you want to apply":["Selecione as partes que gostaria de aplicar"],"If you don't include them, this kit may not work properly.":["Se você não incluí-las, esse Kit pode não funcionar corretamente."],"You’ve imported and applied the following to your site:":["Você importou e aplicou em seu site o seguinte:"],"See it live":["Veja ao vivo"],"Make sure your Elementor Pro account is connected":["Tenha certeza de que sua conta Elementor Pro está conectada"],"Select which of these plugins are required for this kit work.":["Selecione quais desses plugins são requeridos para esse trabalho de Kit."],"This file type is not allowed":["Este tipo de arquivo não é permitido"],"Export your site as a Website Kit":["Exporte seu site como um Kit de Site"],"There are few plugins that we couldn't install:":["Há alguns plugins que não conseguimos instalar:"],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["O Kit de Site que você está usando contém plugins com recursos, mas não possuí conteúdo ou páginas, etc."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["Você não pode usar esse Kit de Site, pois não contém nenhum conteúdo, página, etc. Tente novamente com um arquivo diferente."],"These are the templates, content and site settings that come with your kit.":["Esses são os modelos, conteúdos e configurações do site que vem com o seu Kit."],"Plugins to add:":["Plugins a adicionar:"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Sem o Elementor Pro, importar componentes como modelos, widgets e popups não funcionará."],"Try Again":["Tente Novamente"],"Elementor is not authorized to read or write from this file. Contact your site host.":["O Elementor não está autorizado a ler ou escrever neste arquivo. Contate o serviço de hospedagem do site."],"There is an error with the manifest file. Try importing again with a new kit file.":["Há um erro no arquivo do manifesto. Tente importar novamente com um novo arquivo de kit."],"Install a PHP zip on your server or contact your site host.":["Instale um Zip PHP no seu servidor ou contate o serviço de hospedagem do site."],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Isso permite que o Elementor examine seus arquivos SVG em busca de conteúdo malicioso. Caso contrário, você pode ignorar quaisquer arquivos SVG nesta importação."],"First, enable unfiltered file uploads.":["Primeiro, desative os filtros de envio de arquivos."],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Não se preocupe, apenas continue sem importar arquivos SVG ou então volte e inicie a importação novamente."],"Imported":["Importado"],"Global widgets":["Widgets globais"],"Kit Info":["Informações do Kit"],"Existing":["Existente"],"WP Posts":["Posts do WP"],"WP Pages":["Páginas do WP"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Estes são os detalhes que você usará para encontrar rapidamente e aplicar este Kit no futuro, mesmo quando a que a sua Coleção crescer."],"Elementor Kit":["Kit do Elementor"],"Kit Information":["Informações do Kit"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Escolha os componentes do Elementor - modelos, conteúdo e configurações do site - para incluir em seu arquivo do kit."],"Kit Name":["Nome do Kit"],"Kit Description":["Descrição do Kit"],"Your kit is now live on your site!":["Seu Kit agora está ativo no seu site!"],"Back to Kit Library":["Voltar à biblioteca de Kits"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Envie um arquivo com modelos, configurações do site, conteúdo, etc., e aplique-os automaticamente no seu site."],"Your site's homepage will be determined by the kit. You can change this later.":["A página inicial do seu site será determinada pelo Kit. Você pode alterar isso mais tarde."],"Select the items you want to keep and apply:":["Selecione os itens que deseja manter e aplique:"],"Setting up your kit...":["Configurando o seu Kit..."],"How does exporting work?":["Como funciona a exportação?"],"How does importing work?":["Como funciona a importação?"],"To import or export these components, you’ll need Elementor Pro.":["Esses componentes só podem ser exportados com o Elementor Pro."],"Custom Post Type":["Tipo de post personalizado"],"Now you can import this kit and use it on other sites.":["Agora você pode importar este Kit e utilizá-lo em outros sites."],"Say something about the style and content of these files...":["Diga algo sobre o estilo e o conteúdo desses arquivos..."],"What is kit information?":["O que é a Informação do Kit?"],"Website Kit Information":["Informações do Kit de Site"],"Import":["Importar"],"Or":["Ou"],"404 Error Page":["Página de erro 404"],"Elementor Pages":["Páginas do Elementor"],"Back to dashboard":["Voltar ao painel"],"to download":["para baixar"],"Your export is ready!":["Sua exportação está pronta!"],"Download not working?":["O download não funciona?"],"By default, all of your components will be exported.":["Por padrão, todos os seus Componentes serão Exportados."],"to learn more about building your site with Elementor Kits":["para saber mais sobre como construir seu site com Kits do Elementor"],"We recommend that you backup your site before importing a kit file.":["Recomendamos que você faça backup do site antes de importar um arquivo de Kit."],"Upload Files to Your Library":["Envie os arquivos para a sua biblioteca"],"Drag & drop the .zip file with your Kit":["Arraste e solte o arquivo .zip com seu Kit"],"This usually takes a few moments.":["Isso geralmente leva pouco tempo."],"Don't close this window until the process is finished.":["Não feche esta janela até que a sua importação esteja concluída."],"Nothing to worry about, just try again. If the problem continues, head over to the Help Center.":["Não há nada com que se preocupar, basta tentar novamente. Se o problema continuar, visite o centro de ajuda."],"Theme Style settings":["Configurações de estilo do tema"],"Lightbox Settings":["Configurações do Lightbox"],"Background Settings":["Configurações do plano de fundo"],"Important:":["Importante:"],"Learn more":["Saiba mais"],"Landing Pages":["Páginas de Aterrissagem"],"Global Colors":["Cores globais"],"App could not be loaded":["Não foi possível carregar o aplicativo"],"Search Results":["Resultados da pesquisa"],"Single Posts":["Posts individuais"],"Single Pages":["Páginas individuais"],"Footers":["Rodapés"],"Archives":["Arquivos"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Lamentamos, mas algo deu errado. Clique em ‘Saiba mais’ e siga cada uma das etapas para resolver este problema rapidamente."],"Tip":["Dica"],"Not Found":["Não encontrado"],"Site Settings":["Configurações do site"],"Layout Settings":["Configurações de layout"],"Headers":["Cabeçalhos"],"Back":["Voltar"],"Next":["Próximo"],"Previous":["Anterior"],"Popups":["Popups"],"Continue":["Continuar"],"Plugins":["Plugins"],"Skip":["Pular"],"Something went wrong.":["Algo deu errado."],"Click here":["Clique aqui"],"Select File":["Selecionar arquivo"],"Enable":["Ativar"],"Edit Template":["Editar Modelo"],"Elementor Posts":["Posts do Elementor"],"Export":["Exportar"],"Close":["Fechar"],"Templates":["Modelos"],"Saved Templates":["Modelos salvos"],"Learn More":["Saiba mais"],"Global Fonts":["Fontes globais"],"Elementor":["Elementor"],"Go Back":["Voltar"],"Content":["Conteúdo"],"Yes":["Sim"],"Version":["Versão"]}},"comment":{"reference":"assets\/js\/app.js"}}