{"translation-revision-date":"2023-01-29 12:48:25+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Customize every part of your site":["Personalize Cada Parte do seu Site"],"Get total control, consistency and a faster workflow by designing the recurring parts that make up a complete website like the Header & Footer, Archive, 404, WooCommerce pages and more.":["Obtenha Controle Total, Consistência e um Fluxo de Trabalho mais rápido projetando as peças recorrentes que compõem um Site Completo como o Cabeçalho & Rodapé, Arquivo, 404, Páginas do WooCommerce e muito mais."],"Upgrade":["Atualizar"],"Upgrade Now":["Atualize agora"],"404 page":["Página 404"],"search results page":["página de resultados de pesquisa"],"This file type is not allowed":["Este tipo de arquivo não é permitido"],"First, enable unfiltered file uploads.":["Primeiro, desative os filtros de envio de arquivos."],"Header":["Cabeçalho"],"Footer":["Rodapé"],"Single Page":["Página individual"],"Single Post":["Post individual"],"Archive":["Arquivo"],"Error:":["Erro:"],"What is a 404 Page Template?":["O que é um modelo de página 404?"],"What is a Products Archive Template?":["O que é um modelo de arquivo de produtos?"],"Products Archive":["Arquivo de produtos"],"What is a Single Product Template?":["O que é um modelo de produto individual?"],"What is an Archive Template?":["O que é um modelo de arquivo?"],"What is a Single Post Template?":["O que é um modelo de post único?"],"What is a Single Page Template?":["O que é um modelo de página única?"],"What is a Footer Template?":["O que é um modelo de rodapé?"],"What is a Header Template?":["O que é um modelo de cabeçalho?"],"App could not be loaded":["Não foi possível carregar o aplicativo"],"Keep your site's visitors happy when they get lost by displaying your recent posts, a search bar, or any information that might help the user find what they were looking for.":["Mantenha os visitantes de seu site felizes quando eles se perderem exibindo seus posts recentes, uma barra de pesquisa ou qualquer informação que possa ajudar o usuário a encontrar o que procura."],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Um modelo de página 404 permite criar facilmente o design do layout e o estilo da página que é exibida quando um visitante chega a uma página que não existe."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Um modelo de arquivo de produtos permite que você crie facilmente o design do layout e o estilo de sua página de loja WooCommerce ou outras páginas de arquivo de produto - aquelas páginas que mostram uma lista de produtos, que podem ser filtradas por termos como categorias, tags, etc."],"Product":["Produto"],"You can customize the message if there are no results for the search term.":["Você pode personalizar a mensagem se não houver resultados para o termo de pesquisa."],"What is a Search Results Template?":["O que é um modelo de resultados de pesquisa?"],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Você pode controlar facilmente o layout e o design da página de resultados da pesquisa com o modelo para resultados da pesquisa, que é simplesmente um modelo de arquivo especial apenas para exibir os resultados da pesquisa."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Um modelo de arquivo permite que você crie facilmente o design do layout e o estilo das páginas de arquivo - aquelas páginas que mostram uma lista de posts (por exemplo, uma lista de posts recentes de um blog), que pode ser filtrada por termos como autores, categorias, tags, resultados de pesquisa etc."],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Se você quiser um estilo diferente para uma categoria específica, é fácil criar um modelo de arquivo separado cuja condição seja a exibição apenas quando os usuários estiverem visualizando a lista de posts dessa categoria."],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Você pode criar vários modelos de arquivo de produtos e atribuir cada um a diferentes categorias de produtos. Isso lhe dá a liberdade de personalizar a aparência de cada tipo de produto mostrado."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Você pode criar vários modelos de produtos e atribuir cada um a diferentes tipos de produtos, permitindo um design personalizado para cada grupo de produtos semelhantes."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Um modelo de produto individual permite que você crie facilmente o design do layout e o estilo das páginas de um único produto do WooCommerce e aplique esse modelo a várias condições que você atribuir."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Um modelo de post único permite que você crie facilmente o design do layout e o estilo dos posts, garantindo a consistência do design em todas os posts do seu blog, por exemplo."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Um modelo de página única permite que você crie facilmente o layout e o estilo das páginas, garantindo a consistência do design em todas as páginas do seu site."],"You can create multiple footers, and assign each to different areas of your site.":["Você pode criar vários rodapés e atribuir cada um a diferentes áreas do seu site."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["O modelo de rodapé permite que você facilmente crie o design e edite rodapés personalizados do WordPress sem os limites das restrições de design do rodapé do seu tema"],"You can create multiple headers, and assign each to different areas of your site.":["Você pode criar vários cabeçalhos e atribuir cada um a diferentes áreas do seu site."],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["O modelo de cabeçalho permite que você facilmente crie o design e edite cabeçalhos personalizados do WordPress para que você não fique mais restrito às limitações de design do cabeçalho do seu tema."],"You can create multiple single post templates, and assign each to a different category.":["Você pode criar vários modelos de post e atribuir cada um a uma categoria diferente."],"You can create multiple single page templates, and assign each to different areas of your site.":["Você pode criar vários modelos de página e atribuir cada um a diferentes áreas do seu site."],"Site Parts":["Partes do site"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Lamentamos, mas algo deu errado. Clique em ‘Saiba mais’ e siga cada uma das etapas para resolver este problema rapidamente."],"Theme Builder could not be loaded":["Não foi possível carregar o construtor do tema"],"Watch Video":["Assistir vídeo"],"Tip":["Dica"],"All Parts":["Todas as partes"],"Not Found":["Não encontrado"],"Continue":["Continuar"],"Theme Builder":["Construtor de tema"],"Skip":["Pular"],"Something went wrong.":["Algo deu errado."],"Add New":["Adicionar novo"],"Select File":["Selecionar arquivo"],"Enable":["Ativar"],"Close":["Fechar"],"Learn More":["Saiba mais"],"Elementor":["Elementor"],"Loading":["Carregando"],"Go Back":["Voltar"],"Info":["Informações"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}